Repository: gc-toolkit/Mojo-Desktop
Catalog: Mojo Desktop/MultilingualResources/Mojo Desktop.*.xlf
Languages: ru

# CommandInputSendBtn.Content
source: Send
ru: отправлять

# IsFinish.Header
source: Complete Quest
ru: выполнить задание

# QuestSel.Header
source: Quest Selection
ru: Выбор задачи

# Title.Text
source: Spawn Entities
ru: миссия

# DevBtn.Content
source: Developer Options
ru: Параметры разработчика

# InfoBar.Message
source: The Option Below is for Developers Only, please ignore it unless you know what you are doing.
ru: Кнопка ниже предназначена только для разработчиков, если вы не знаете ее назначения, пожалуйста, не прикасайтесь к ней

# InfoBar.Title
source: Hint
ru: подсказк

# OpenSource.Content
source: GitHub page
ru: Адрес с открытым исходным кодом

# ServerAddr.Header
source: Server Address
ru: Адрес сервера

# TryGetBtn.Content
source: Attempt to get verification code
ru: Попробуйте получить проверочный код

# CharDataType.Text
source: Character Elements
ru: Атрибуты персонажа

# CharDataValue.Header
source: Value
ru: значение

# SkillName.Header
source: Skill Types
ru: Типы навыков

# SkillValue.Header
source: Skill Level
ru: Уровень квалификации

# Title.Text
source: Spawn Entities
ru: Редактирование атрибутов

# AddBtn.Content
source: Add
ru: добавить

# Art.Text
source: Artifacts
ru: Артефакты

# ArtCats.Text
source: Artifacts Type
ru: Названия артефактов

# ClearAllBtn.Content
source: Clear All
ru: Очистить все

# Level.Header
source: Character Level
ru: уровень

# MainAttr.Text
source: Main Stats
ru: Основная статистика

# PageTitle.Text
source: Get Characters
ru: Выдать себе артефакт

# Rating.Text
source: Stars
ru: лвл

# SubAttrCount.Header
source: Amounts
ru: раз

# SubAttrName.Header
source: Substats
ru: Тип ввода

# SubAttrValue.Header
source: Substats Value
ru: Имя записи

# SubAttrList.Header
source: Substats list (Please do not add the same stats twice)
ru: Список наречий (пожалуйста, не добавляйте одно и то же наречие повторно)

# Count.Header
source: Level
ru: Количество оружия

# Level1.Header
source: Refinement Rank
ru: Степень рафинирования

# Name.Text
source: Weapons
ru: Название оружия

# Title.Text
source: Spawn Entities
ru: Выдать себе оружие

# ArtCommands.Content
source: Artifacts
ru: Артефакты

# AvatarCommands.Content
source: Characters
ru: роль

# CommonCommands.Content
source: Most Used
ru: Общие команды

# DataCommands.Content
source: Character Stats
ru: Атрибуты персонажа

# GameItemCommands.Content
source: Items
ru: вещи

# QuestCommands.Content
source: Quests
ru: Квесты

# SettingPage.Content
source: Settings
ru: устанавливать

# SpawnCommands.Content
source: Monsters
ru: Спавн

# WeaponCommands.Content
source: Weapons
ru: Оружие

# Count.Header
source: Level
ru: количество

# IsDrop.Header
source: Drop Items
ru: дроп вещей

# Search.PlaceholderText
source: Search by name
ru: Поиск по имени

# Title.Text
source: Spawn Entities
ru: Приобретение товара

# Count.Header
source: Level
ru: уровень

# Level.Header
source: Character Level
ru: количество

# Title.Text
source: Spawn Entities
ru: Биогенез(test)

# s1.Content
source: Wildlife
ru: Биографии(test)

# s2.Content
source: Monsters
ru: Цель крестового похода(test)

# TypeSel.Text
source: Select Type
ru: Выбор типа

# Level.Header
source: Character Level
ru: Уровень персонажа

# PageTitle.Text
source: Get Characters
ru: Отправьте себе роль(test)

# SelectCharacter.Text
source: Select a Character
ru: Выберите роль(test)

# SortByEle.Header
source: Sort by Elements
ru: Фильтр по элементам
